brew "stow"
brew "git-filter-repo"

brew "bat"
brew "borders"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "lazygit"
brew "neovim"
brew "opencode"
brew "ripgrep"
brew "sesh"
brew "sketchybar"
brew "skhd"
brew "spicetify-cli"
brew "starship"
brew "tmux"
brew "yabai"
brew "zathura"
brew "zathura-pdf-poppler"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "basictex"
cask "font-maple"
cask "font-maple-mono"
cask "font-maple-mono-nf"
cask "font-maple-mono-nf-cn"
cask "sioyek"
cask "wezterm"
